---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.FloorReflectance
source: html/bfa398e7-fb30-864b-49b0-fa179ce64d89.htm
---
# Autodesk.Revit.DB.Mechanical.Space.FloorReflectance Property

Get or set the Floor Reflectance of the Space.

## Syntax (C#)
```csharp
public double FloorReflectance { get; set; }
```

## Remarks
This property is used to get or set the Floor Reflectance of the Space.